; Uninstaller
;
; TranslationAuthor: İLKER GELİR 
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.dunya-tercume.com
; Soft Version: 1.92.100
; Update: 2016-03-19
;
[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonMinimize=Küçült
ButtonMaximize=Büyült 
ButtonClose=Kapat
ButtonRestore=Eski Haline
ButtonMenu=Menü
ProductName=Yazılım
Size=Büyüklük
SetupDate=Kurulum Tarihi
Rate=Not
[Lang]
NativeLanguage=Türkçe
[Translation]
LangCode=041F
FrmMain.btnfacebook.Hint=Facebook Paylaş 
FrmMain.btntwitter.Hint=Twitter Paylaş
FrmMain.btnemail.Hint=Arkadaşlarına Tavsiye Et
FrmMain.btnRefresh.Hint=Yenile
FrmMain.btnLog.Caption=Günlük
TfrmUnlog.caption=Kaldırma Günlüğü
TfrmUnlog.head.unDate=Kaldırma tarihi
TfrmUnlog.head.ItemName=Kaldırma öğeleri
TfrmUnlog.head.restore=Kalıntı öğeler
TfrmUnlog.noItems=Hiç kalıntı öğe kalmadı
TfrmUnlog.Recovered=Temizlendi
TfrmUnlog.recover=Eski Haline Getir
ReadHabit=Soldan sağa
Languagename=TRK
DefaultFont=Tahoma
DefaultFontSize= 8
DefaultCharset=ANSI_CHARSET
Information=Bilgi
Warning=Uyarı
Error=Hata
Confirm= Onayla
CurVer=Geçerli Sürüm: 
FrmRate.Btnlist.caption=Kullanıcı Görüşleri
FrmRate.Btnreview.caption=Benim Görüşüm
FrmRate.Btnfirst.caption=İlk Siz İnceleyin
FrmRate.Btnsubmit.caption=Sun
FrmRate.lblscore.caption=Puan:
FrmRate.lblscorehint.caption=(Yıldız Tıklayın)
FrmRate.lblnick.caption=Kısa İsminiz:
FrmRate.lblnickhint.caption=(İsteğe bağlı)
FrmRate.lblemail.caption=E-posta:
FrmRate.lblemailhint.caption=(İsteğe bağlı)
FrmRate.lblcontent.caption=İçerik:
FrmRate.lblcontenthint.caption=(İsteğe bağlı)
FrmRate.lbldesctitle.caption=Yazılım Açıklama:
FrmRate.lblratesoft.caption=Tavsiye edilen Yazılım
;
; About
;
FrmAbout.caption=Hakkında
FrmAbout.btnok.caption=Tamam
FrmAbout.lblver.caption=Geçerli Sürüm: 
FrmAbout.lblemail.caption=Teknik Destek:  
FrmAbout.lblhome.caption=Ana Sayfa:  
FrmAbout.lblthank.caption=Katkılarından dolayı aşağıdaki kişilere teşekkür ederiz: 
;
; Popup Menu
;
pmGoto=Konuma gidin
pmHelp=Hatüstü yardım
pmHome=Ana Sayfa
pmforum=Forum
pmCheckMsg=Haberleri Otomatik Kontrol et
pmContact=Bize ulaşın
pmCheckNew=Güncellemeleri Kontrol Et
pmLang=Çoklu Diller
pmAbout=Hakkımızda 
pmOpenEntry=Kayıt Düzenleyicide Aç 
PmGoogle=Google Arama
pmExport=Metin Dosyasına Ver ... 
pmRightMenuA=Sağ Tıklama Menüsünde Göster 
ExplorerMenu=Wise Uninstaller ile Kaldır
;
; Main GUI
FrmMain.lblrate.caption=Not
FrmMain.BtnNormal.Caption=Güvenli Kaldırma
FrmMain.BtnModify.Caption=Değiştir
FrmMain.BtnForce.Caption=Zorla Kaldırım
FrmMain.BtnRemove.Caption=Girişleri Kaldır
FrmMain.Btnlikeit.Caption=Beğenme
FrmMain.lblcheckver.Caption=Güncelleme Kontrol
FrmMain.lblinfo.caption=İnatçı programları zorla kaldırır
;
;Beğeni
FrmlikeIt.lblTitle.caption=Wise Program Uninstaller’ı beğendiyseniz, sevdiklerinize tavsiye edin.
Frmlikeit.lblInfo.caption=E-posta, Blog, Twitter, YouTube, Facebook ile aileniz, arkadaşlarınız, sınıf arkadaşları, iş arkadaşlarınıza Wise Program Uninstaller ‘ı tavsiye edin! Onların yaşamlarına kolaylık ve verimlilik getirecektir.
FrmlikeIt.lblRate.caption=Wise Program Uninstaller’a Puan Ver:  
FrmlikeIt.lblfollow.caption=Bizi takip edin:  
FrmlikeIt.lblshare.caption=Wise Program Uninstaller Paylaş:  
FrmlikeIt.btndownload.caption=Ücresiz İndir
FrmlikeIt.imgrate.hint=Bize CNET üzerinden beş yıldız verin
FrmlikeIt.imgmail.hint=Arkadaşlarınızla paylaşın 
FrmlikeIt.imgface1.hint=Facebook'ta Paylaş
FrmlikeIt.imgface2.hint=Facebook'ta beğenin
FrmlikeIt.imgtwitter1.hint=Twitter'da Paylaş
FrmlikeIt.imgtwitter2.hint=Twitter'da bizi takip edin
FrmlikeIt.Caption=Beğen
FrmlikeIt.lbldownload.caption=WiseCleaner.com daha ücretsiz yazılımlar indirin
;Process
FrmProgressModal.btncancel.caption=İptal
;
;frmafterdel
;
Frmafterdel.caption=Program ile girilen Kayıt Girdileri ve Dosyalar 
Frmafterdel.btnremove.caption=Kaldır
Frmafterdel.btncancel.caption=İptal
Frmafterdel.lblinfo.caption=Sonucu görmek ve bu Kaldırmayı tamamlamak için "Kaldır" tıklayınız.
Frmafterdel.btnnone.caption=Hiçbirini Seçme
Frmafterdel.btnall.caption=Tümünü Seç
[uninstall]
PublisherUnknown=Bilinmeyen Yayıncı
VersionUnknown=Bilinmeyen Sürüm
Rate=Puan
ItemName=Adı
Publisher=Yayıncı
Size=Boyut
SetupDate=Kurulum Tarihi
Version=Sürüm
Cancelled=Kaldırma işlemi iptal edildi.
NoLeftOverItem=Hiçbir kalıntı öğe bulunmadı.
Removing=Kaldırıyor:
TotalStat=%s disk alanı işgal eden %d program bulundu.
Calculating=Boyutu hesaplanıyor ...
Files=Dosya ve Klasör
RegEntries=Kayıt girdileri
Items=Öğeler
[Message]
unistallError=İşlem başarısız oldu.
NewVer =Wise Program Uninstaller daha yeni bir sürümü var Şimdi güncellemek istiyor musunuz?
NoNewVer=Yeni Sürüm Yok En son sürümü kullanıyorsunuz.
NoProgramSelected=Önce bir program seçiniz.
IsBusy=Önceki kaldırma işlemi tamamlanıncaya kadar lütfen bekleyin.
StartFindLeftover=İlişkili dosyaları, klasörleri ve kayıt girdileri Analiz ediliyor...
Collecting=Kurulmuş program bilgileri toplanıyor...
BeSureUseForce=Güvenli Kaldırma çalışmadığı zaman Zorla Kaldırı seçiniz. Devam ?
ConfirmRemove=Bu girişi kaldırmak istiyor musunuz?
RejectItself=Program kendisini kaldıramıyor .
TranslateTo= ... ye çevir
[SoftRate]
Querying=Sorguluyor...
Good=İyi 
Bad=Kötü
Safe=Güvenli
Ver=Sürüm:
Ratings=Puanlar
SoftNotExist=Yazılım bilgisi bulunamıyor.
GetSoftInfoError= Yazılım bilgisi alınamadı
UploadSoftLogoError=Yazılım bilgisi yükleme hatası
SubmitData=Bu yazılım için yorumlarınız gönderiliyor...
SubmitSoftInfoError=Ağa bağlı gönderim hatası.
SubmitRateSuccess=Başarıyla Gönderildi.
HaveSubmitRate=Değerlendirdiniz.
Submitgoodbad=Bilgileriniz gönderiliyor...
Me=Bana
NickTooLong=Kısa isim 20 karakteri geçmemeli.
MailTooLong=E-posta adresi 50 karakteri geçmemelidir.
WRONGEMAIL= Geçersiz e-posta adresi
ReviewTooLong=Yorum 300 karakteri geçmemelidir.
RateHint=Yazılım derecelendirmemize katılın ve en sevdiğiniz yazılıma not verin!
UnknowName=Bilinmeyen Ürün
UnknowVer=Bilinmeyen Sürüm
UnknowDesc=Açıklama
;
[Hint]
HintRate=Yazılıma Not Ver
HintClose=Öğeyi silin


